{
  "common": {
    "Email": "邮箱",
    "Address": "地址",
    "College": "学院",
    "Location": "位置",
    "ContactUs": "联系我们",
    "MapPlaceholder": "地图将显示在这里",
    "GetInTouch": "如果您有兴趣加入我们的研究团队，可以通过以下方式联系我们，我们期待与您的交流与合作。"
  },
  "HomePage": {
    "Name": "田甜",
    "Title": "教授，博士生导师",
    "School": "扬州大学",
    "College": "化学化工学院",
    "Address": "江苏省扬州市大学南路88号 扬州大学化学学院",
    "researchDirection": "研究方向",
    "researchDirectionContent": "田甜教授的研究小组专注于设计和合成创新的功能材料，用于能源存储、催化和环境修复。我们的工作涵盖新型电池材料、高效催化剂和环境友好型吸附剂的开发，致力于解决当前能源和环境挑战。",
    "researchTeam": "研究团队",
    "researchTeamContent": "我们的团队由一群充满热情的博士后、博士生和硕士生组成，他们来自不同的专业背景，共同致力于科学探索和技术创新。研究组具有多样化的学科背景和国际视野，为解决复杂的科学问题提供了独特视角。",
    "researchAchievements": "研究成果",
    "researchAchievementsContent": "我们在国内外重要学术期刊上发表了一系列研究论文，包括《自然材料》、《自然通讯》、《先进材料》等。研究成果获得了国家自然科学基金、江苏省重点研发计划等多项资助，并与多家国内外研究机构建立了合作关系。"
  },
  "Header": {
    "NavMenu": {
      "home": "首页",
      "research": "研究方向",
      "members": "团队成员",
      "publications": "发表论文",
      "news": "新闻动态",
      "activities": "组内活动",
      "joinus": "加入我们",
      "contact": "联系我们"
    }
  },
  "Member": {
    "Position": {
      "Professor": "教授",
      "Graduate": "研究生",
      "Lecturer": "讲师",
      "Postdoctoral": "博士后",
      "Doctoral": "博士"
    }
  },
  "Research": {
    "Content": "中文内容"
  },
  "ResearchPage": {
    "pageTitle": "研究方向",
    "pageDescription": "本研究组立足于材料化学与物理化学交叉前沿，融合分子设计、界面调控与光电性能优化，开展新型功能材料的基础研究与应用技术开发，为解决能源、环境与生物医学领域的关键问题提供创新解决方案。",

    "perovskiteTitle": "钙钛矿光伏材料与器件研究",
    "perovskiteDescription": "本研究方向围绕新一代光伏材料——金属卤化物钙钛矿开展深入研究，致力于解决钙钛矿太阳能电池在效率提升、稳定性增强和大规模应用等方面的关键科学问题。通过精准分子设计、界面工程和器件结构创新，实现高效稳定的钙钛矿光伏器件。",
    "researchContent": "主要研究内容：",

    "perovskiteStructure": "钙钛矿材料的结构设计与稳定性调控",
    "perovskiteStructureContent": "开发了在70%以上湿度环境下稳定黑相CsPbI3的创新策略，通过精准掌控晶格畸变和缺陷钝化，实现了钙钛矿材料在恶劣环境下的结构稳定性。",

    "printablePV": "全溶液法打印钙钛矿光伏器件",
    "printablePVContent": "基于碳电极技术开发了高效、可打印且耐用的钙钛矿太阳能电池，通过界面链接和碳包覆策略，显著提高了器件的光电转换效率和操作寿命，为大规模低成本光伏技术提供了新方案。",

    "interfaceDesign": "界面分子设计与钝化技术",
    "interfaceDesignContent": "设计合成了系列功能性配体分子，通过多齿螯合作用修复钙钛矿结构缺陷，最小化电荷复合损失，实现了在钝化界面和增强电荷传输的双重功能，使器件效率提升至22%以上。",

    "leadFreePV": "无铅钙钛矿太阳能电池研究",
    "leadFreePVContent": "通过精准的分子设计和界面工程，开发了高效稳定的无铅钙钛矿太阳能电池，通过多齿螯合愈合结构缺陷，有效解决了低毒/无铅钙钛矿材料中的性能瓶颈问题。",

    "largePeovskite": "大面积钙钛矿发光材料与器件",
    "largePeovskiteContent": "开发了大面积防水耐用钙钛矿发光薄膜和智能纺织品，通过创新的界面调控策略和封装技术，解决了钙钛矿发光材料在大面积制备中的均匀性和稳定性挑战。",

    "nonlinearTitle": "有机非线性光学材料与器件",
    "nonlinearDescription": "本研究方向聚焦于新型有机非线性光学材料的分子设计、超分子组装与应用开发，通过精准调控分子结构、晶体取向和界面相互作用，实现优异的非线性光学性能，为光通信、激光技术、生物成像等前沿领域提供关键材料支撑。",

    "heatResistant": "耐热型有机非线性光学膜的创新设计",
    "heatResistantContent": "通过分子结构精准设计和主客体超分子化学策略，开发了具有优异热稳定性的有机非线性光学膜材料，突破了传统材料在高温环境下的应用限制，实现了在热稳定照明和体内生物成像等领域的应用拓展。",

    "nanowires": "超细二阶有机非线性光学晶体纳米线的自组装制备",
    "nanowiresContent": "创新性地开发了一滴自组装法制备超细二阶有机非线性光学晶体纳米线，通过精准控制结晶过程和分子取向，实现了纳米尺度下的高效二阶非线性光学响应，为微纳光电子器件提供了新型功能材料。",

    "dastResearch": "DAST光学损伤容限增强与稳健激光器研究",
    "dastResearchContent": "采用超分子策略显著提高了DAST（4-N,N-二甲基氨基-4'-N'-甲基-二苯乙烯氨基磺酸盐）晶体的光学损伤容限，通过主客体相互作用和晶格工程，优化了分子排列和电子结构，实现了稳健激光输出，为高功率非线性光学应用提供了新思路。",

    "multifunctional": "多功能有机非线性光学材料与器件",
    "multifunctionalContent": "设计合成了系列具有多重功能的有机非线性光学材料，通过分子构筑单元的精准组合和超分子相互作用的优化调控，实现了光学非线性、发光、传感等多功能集成，拓展了材料在光电子和生物医学领域的应用前景。",

    "luminTitle": "多功能发光材料与生物成像技术",
    "luminDescription": "本研究方向致力于开发具有特定光物理性质的先进发光材料，探索其在生物医学成像、传感检测和智能显示等领域的应用潜力。通过分子结构设计和材料组装策略，实现高效、稳定和功能可调的发光材料体系，为生物医学研究和智能显示技术提供创新解决方案。",

    "goldClusters": "金属簇合物的多光子激发发光机制与应用",
    "goldClustersContent": "揭示了吡唑酸三核金簇的多光子激发发光机理，探索了其电子结构和能级跃迁特性，开发了用于动态细胞成像的新型发光探针，实现了对生物组织深层结构的高对比度、低背景干扰成像，为生物医学研究提供了新型成像工具。",

    "luminFilms": "大面积钙钛矿发光薄膜的制备与性能优化",
    "luminFilmsContent": "系统研究了钙钛矿发光薄膜的大面积制备工艺与优化策略，通过组分调控、界面工程和缺陷管理，显著提高了材料的发光量子效率、色纯度和稳定性，突破了传统钙钛矿材料在大面积制备中的均匀性和稳定性瓶颈。",

    "textiles": "防水耐用钙钛矿发光纺织品开发",
    "textilesContent": "创新性地开发了集防水、耐洗涤和高发光效率于一体的钙钛矿发光纺织材料，通过先进的界面修饰和封装技术，解决了钙钛矿材料在湿润环境中的稳定性问题，拓展了智能穿戴和柔性显示领域的应用前景。",

    "bioImaging": "生物兼容性发光材料的设计与生物成像应用",
    "bioImagingContent": "设计合成了系列具有良好生物兼容性的发光材料，包括金属有机框架、量子点和有机发光体系，通过精准控制其表面化学和能级结构，实现了在细胞和活体水平的靶向成像和长期示踪，为疾病诊断和生物过程研究提供了有力工具。",

    "spectroTitle": "先进光谱表征与材料测试技术",
    "spectroDescription": "本研究方向致力于发展和应用先进的光谱表征与材料测试技术，深入解析新型功能材料的微观结构、电子性质和光电转换机制，为材料性能优化和器件设计提供理论指导和实验基础。通过多种谱学手段的协同应用，建立材料结构-性能关系，揭示关键物理化学过程。",

    "spectroTech": "钙钛矿太阳能电池的综合光谱表征",
    "spectroTechContent": "系统研究了发射与吸收光谱技术在钙钛矿太阳能电池表征中的应用，包括稳态与瞬态光致发光、吸收光谱、时间分辨光谱和电致发光等，建立了多尺度、多维度的表征方法体系，深入揭示了材料缺陷特性、载流子动力学和界面能级匹配等关键信息。",

    "interfaceMonitor": "界面缺陷与电荷传输过程的原位监测",
    "interfaceMonitorContent": "开发了界面缺陷特性和电荷传输过程的高灵敏原位监测技术，通过结合电化学阻抗谱、瞬态光电流/光电压和光诱导微波电导等技术，实现了对材料界面缺陷态密度、能级分布和电荷转移动力学的精准表征，为界面工程优化提供科学依据。",

    "characterization": "高性能材料的综合表征方法与标准化测试",
    "characterizationContent": "建立了针对新型功能材料的综合表征方法和标准化测试流程，包括结构表征、形貌分析、光学性质、电学性能和稳定性评估等多方面内容，为材料的理性设计和性能优化提供全面支持。",

    "insituTech": "先进原位表征技术在材料研究中的应用",
    "insituTechContent": "探索和发展了一系列先进原位表征技术，如原位XRD、原位拉曼、原位AFM和操作环境中的光谱测量等，实现了对材料在实际工作条件下结构演变、相变过程和性能衰减机制的动态监测，为提高材料稳定性和器件寿命提供了关键依据。",

    "outlookTitle": "研究展望",
    "outlookContent": "我们的研究团队将继续立足材料科学与化学交叉前沿，深入探索新型功能材料的设计合成、结构调控与应用开发，推动钙钛矿光电材料、有机非线性光学材料、多功能发光材料等领域的创新发展。通过理论计算与实验研究相结合，分子水平设计与宏观性能优化并重的研究策略，解决能源、环境与生物医学领域的关键科学问题，为可持续发展和人类健康做出积极贡献。"
  },
  "JoinUs": {
    "title": "加入我们",
    "description": "我们正在寻找一位博士后研究员，加入扬州大学庞欢课题组-田甜科研小组，专注于钙钛矿太阳能电池、有机非线性光学材料及发光材料的研究。我们的研究团队致力于推动这些领域的前沿科学，期待有志于此的优秀人才加入。",
    "requirements": "职位要求",
    "researchDirection": "研究方向",
    "applicationMethod": "应聘方式",
    "email": "请将您的简历、研究计划及相关出版物发送至 tiant91@yzu.edu.cn，我们期待与您共同推动科学研究的前沿。",
    "positionRequirements": {
      "1": "博士学位，专业背景包括但不限于材料科学、化学、物理或相关领域。",
      "2": "具备钙钛矿太阳能电池或有机非线性光学材料的研究经验。",
      "3": "熟悉光谱表征技术及材料测试方法。",
      "4": "具备良好的团队合作精神和独立研究能力。"
    },
    "researchDetails": {
      "1": "我们在钙钛矿光伏材料的结构设计、可打印光伏器件的开发及其界面设计方面有深入研究。",
      "2": "我们探索有机材料在光学应用中的潜力，特别是在激光和光电器件中的应用。",
      "3": "我们致力于开发新型发光材料，应用于生物成像和其他光电应用。"
    }
  },
  "metadata": {
    "title": "田甜研究组",
    "description": "扬州大学 化学学院 田甜教授研究组官方网站",
    "contactTitle": "联系我们 | 田甜研究组",
    "contactDescription": "联系田甜研究组，位于扬州大学瘦西湖校区化学化工学院，欢迎交流合作和加入我们的研究团队。"
  },
  "ResearchHighlights": {
    "title": "研究亮点",
    "description": "我们的研究团队致力于开发新型功能材料和解决方案，以应对当前的能源、环境和可持续发展挑战。以下是我们近期的一些代表性研究成果。",
    "readMore": "阅读详情",
    "viewAllResearch": "查看所有研究项目"
  },
  "TeamMembers": {
    "title": "研究团队",
    "description": "我们的团队由来自不同专业背景的研究人员组成，包括教授、博士后研究员、博士生和硕士生。我们拥有多元化的研究兴趣和专业技能，共同致力于科学创新和技术突破。",
    "researchInterests": "研究兴趣",
    "downloadCV": "下载简历",
    "viewProfile": "查看详细资料",
    "viewAllMembers": "查看全部团队成员"
  },
  "GlobalCollaboration": {
    "title": "国际合作",
    "description": "我们与世界各地的顶尖研究机构和科学家建立了广泛的合作网络。通过国际合作，我们共享知识、设备和资源，共同推动科学前沿的发展。",
    "visitWebsite": "访问网站",
    "collaborationOpportunities": "合作机会",
    "collaborationText": "我们欢迎来自世界各地的研究人员、学生和产业伙伴加入我们的研究网络。我们提供多种合作机会，包括学生交流、访问学者项目和产业合作。",
    "exchangeStudents": "交换生项目",
    "visitingScholars": "访问学者",
    "industryPartners": "产业合作",
    "contactUs": "联系我们"
  },
  "Publications": {
    "title": "发表论文",
    "searchPlaceholder": "搜索论文、作者、关键词...",
    "yearFilter": "年份筛选",
    "journalFilter": "期刊筛选",
    "allYears": "所有年份",
    "allJournals": "所有期刊",
    "resetFilters": "重置筛选",
    "showingResults": "显示 {count} 条结果",
    "noPublicationsFound": "未找到符合条件的论文",
    "viewOnline": "在线查看",
    "downloadPDF": "下载PDF",
    "abstract": "摘要",
    "citations": "引用次数",
    "loadMore": "加载更多",
    "readMore": "阅读全文",
    "viewOptions": "查看选项",
    "gridView": "网格视图",
    "timelineView": "时间线视图",
    "list": {
      "Advancing Perspectives on Large-Area Perovskite Luminescent Films": {
        "title": "关于大面积钙钛矿发光薄膜的前沿视角",
        "desc": "钙钛矿材料的优异光电性能主要归因于它们的高光学吸收系数、高载流子迁移率、长载流子寿命和可调带隙。这些材料能够被工程化为大面积薄膜，为实际应用提供了显著优势，尤其是在便携式和可穿戴技术领域。它们的轻质和柔性特性进一步增强了它们在从消费电子产品到先进显示技术等广泛创新用途中的适用性。鉴于大面积钙钛矿发光薄膜（PLF）的巨大潜力，理解其基本特性和驱动其发光的机制至关重要。因此，本文主要总结了大面积PLF的发光机制，包括电致发光、光致发光和机械发光。它还详细探讨了几个关键制备方法。此外，本文突出了这些发光薄膜的潜在应用，特别是在轻质、柔性和可穿戴技术中，并讨论了它们在实际应用中的前景。通过分析当前的研究状况，本文旨在强调大面积PLF在光电子设备未来中将扮演的关键角色。"
      },
      "DAST Optical Damage Tolerance Enhancement and Robust Lasing via Supramolecular Strategy": {
        "title": "超分子策略提高DAST光学损伤容限和稳健激光发射",
        "desc": "晶态4-N,N-二甲基氨基-4'-N'-甲基-二苯乙烯氨基磺酸盐(DAST)被公认为优异的有机非线性光学(NLO)材料。然而，它易受高强度激光辐射损伤，严重限制了其NLO应用。本研究中，DAST分子与β-环糊精(β-CD)形成包合物，成功制备了[email protected]β-CD超分子纳米线(NWs)、微板(MPs)和无序微晶(CMCs)。所有晶体不仅具有优异的NLO性能，还表现出显著增强的光学损伤容限(ODTs)和光致发光性能。在532纳米皮秒(ps)脉冲激光泵浦下，我们从MPs获得了单模激光，从CMCs获得了随机激光，阈值分别为55.22和88.38 nJ/cm²。当激光辐射峰值强度达~17.5 GW/cm²（比DAST体相晶体光漂白强度高8-9个数量级）时，CMC激光发射强度在环境大气中操作4小时后仍保持初始值的~95%。"
      },
      "Carbon Electrode Endows High‐Efficiency Perovskite Photovoltaics: Affordable, Fully Printable, and Durable": {
        "title": "碳电极赋予高效钙钛矿光伏可负担、全可印刷及耐久特性",
        "desc": "开发低成本且耐用的碳基电极钙钛矿光伏技术"
      },
      "Chemical Linkage and Passivation at Buried Interface for Thermally Stable Inverted Perovskite Solar Cells with Efficiency over 22 percent": {
        "title": "埋藏界面化学连接与针化实现效率超22%的热稳定倒置钙钛矿太阳能电池",
        "desc": "聚[双(4-苯基)-(2,4,6-三甲基苯基)胺](PTAA)已被开发为倒置钙钛矿太阳能电池(PSCs)中最受欢迎的空穴传输层(HTL)材料之一。然而，基于PTAA的器件的效率、热稳定性和可重复性仍然在很大程度上受到未优化化学相互作用、能级对齐和PTAA/钙钛矿界面接触亲和力的影响。为此，我们引入了一种双边化学连接体，以同时实现与PTAA底层的有利化学相互作用，并形成与埋藏的钙钛矿底层牢固的配位键，这有利于提高接触亲和力，促进空穴提取，有效钝化界面缺陷，并缓解HTL/钙钛矿埋藏界面处的非辐射电荷重组。经过界面化学连接体修饰的倒置PSCs比仅使用PTAA的器件表现出一致更高的功率转换效率和性能可重复性。结合刀片涂覆的FA0.4MA0.6PbI3钙钛矿层，实现了22.23%的冠军效率，这是基于双层HTL的倒置PSCs报道的最高值之一。目标器件在85°C连续加热下表现出增强的热稳定性，这得益于与坚固的界面连接和固化的抑制成分分离。这项工作为制造高效、热稳定和可重复的钙钛矿光伏器件提供了新的见解。"
      },
      "Custom Molecular Design of Ligands for Perovskite Photovoltaics": {
        "title": "钙钛矿光伏配体的定制分子设计",
        "desc": "钙钛矿光伏取得了压倒性的成功，得益于其高功率转换效率、低电压亏损、敏感的光电响应和良好的运行稳定性。然而，溶液处理的、多晶钙钛矿薄膜不可避免地含有高密度的晶体缺陷，如表面和晶界处的未配对离子和悬键，这可能导致电荷重组，从而造成能量损失和设备性能下降。这些固有缺陷可以通过卤化钙钛矿与精心设计的异构配体分子之间的化学诱导互配来修复。利用组分部分（即核心和尾部功能基团）的理性分子设计，即，配体分子可以赋予更全面和突出的优势，以进一步提升设备性能，从而为钙钛矿光伏铺就更加繁荣的未来之路。"
      },
      "Durable organic nonlinear optical membranes for thermotolerant lightings and in vivo bioimaging": {
        "title": "用于耐热照明和体内生物成像的耐用有机非线性光学膜",
        "desc": "有机非线性光学材料在照明与生物成像等领域具有应用潜力，但其通常存在发光量子产率较低且易丧失非线性光学活性的问题。本研究通过4-N,N-二甲基氨基-4'-N'-甲基芪唑鎓对甲苯磺酸盐@环糊精主客体超分子复合物，成功构建了大面积柔性有机非线性光学薄膜。该薄膜展现出73.5%的创纪录高发光量子产率，即使在300℃高温下仍能持续发射橙色荧光，由此实现了耐热发光二极管的制备。其非线性光学特性在极性环境中仍能良好保持。具有多光子吸收特性的超分子组装体可在1000 nm激发波长下实现大肠杆菌的体内实时成像。这些发现为开发具有高发光量子产率、优异热稳定性与极性环境耐受性的有机非线性光学材料提供了可规模化制备方案，有望应用于高性能耐用光电器件及人性化多光子生物探针领域。"
      },
      "Emission and Absorption Spectroscopic Techniques for Characterizing Perovskite Solar Cells": {
        "title": "表征钙钛矿太阳能电池的发射与吸收光谱技术",
        "desc": "在钙钛矿太阳能电池（PSC）研究中，深入理解光电转换过程对机理探索和性能优化至关重要，而这很大程度上依赖于对实验现象的精准捕捉。光谱技术——特别是光致发光（PL）光谱、时间分辨光致发光（TRPL）光谱、光致发光量子产率（PLQY）测试、光致发光（PL）成像光谱以及瞬态吸收（TA）光谱——因其能够提供材料工作状态的详细信息而备受重视。本文综述了这些光谱技术在PSC研究中的最新进展，重点阐释了它们在监测电子结构重构、载流子动力学、界面态演变以及光生电荷分离等方面的独特优势。同时，我们探讨了如何基于这些光谱表征解析钙钛矿材料中潜在的物理化学过程。最后展望了这些技术如何为PSCs的深入发展及其在可再生能源领域的应用提供更深刻的认知支撑。"
      },
      "Interfacial Linkage and Carbon Encapsulation Enable Full Solution‐Printed Perovskite Photovoltaics with Prolonged Lifespan": {
        "title": "界面连接和碳封装实现全溶液印刷钙钛矿光伏的延长寿命",
        "desc": "本研究采用全刀涂工艺制备了简化结构的钙钛矿太阳能电池（PSCs），其钙钛矿层被碳基电子传输层（ETL）和对电极（CE）夹层封装。通过在透明导电氧化物（TCO）基底上构建两亲性硅烷（AS）分子自组装单层，不仅促进了富勒烯ETL的沉积，还使其免受溶剂侵蚀而保持结构完整性。该AS层作为\"分子胶水\"，通过强化学相互作用增强TCO/ETL界面的粘附韧性，从而提升界面电荷提取效率，使光电转换效率（PCE）提高77%并减少滞后效应。全印刷器件实现了18.64%的PCE，是目前报道的碳基PSCs最高效率之一。AS辅助的界面连接与碳材料辅助的自封装技术协同增强了器件稳定性，在常温环境下存储3000小时后未出现性能衰减。"
      },
      "Large-area waterproof and durable perovskite luminescent textiles": {
        "title": "大面积防水耐用钙钛矿发光纺织品",
        "desc": "卤化铅钙钛矿在可穿戴光电子领域展现出巨大潜力，但其实际应用仍面临光照/潮湿/热应力下的不稳定性、有毒铅离子泄漏以及难以大规模高效制备均匀发光纺织品等挑战。本研究通过高通量静电纺丝技术，成功制备出由超稳定聚合物@钙钛矿@环糊精@硅烷复合纤维编织的大面积（>375 cm²）柔性钙钛矿发光织物。该织物具有明亮窄带发光特性（光致发光量子产率49.7%，半峰宽<17 nm），在常温环境下发光半衰期达14,193小时，并展现出优异的耐水浸泡（>3300小时）、抗紫外线辐照、耐高温（250℃）和抗压力冲击（30 MPa）性能。防水型发光织物在剧烈水流冲刷下仍能保持零铅离子渗出。这种低成本、可规模化生产的编织技术为钙钛矿材料在海上救援等领域的突破性应用提供了解决方案。"
      },
      "Multicolor Rare-Earth Film with Ultra-Long Afterglow for Diverse Energy-Saving Applications": {
        "title": "用于多种节能应用的超长余辉多色稀土薄膜",
        "desc": "稀土长余辉材料因其独特的光存储特性展现出广阔应用前景，但其实际应用受限于溶剂相容性差、发光效率低及单色发光等问题。本研究通过将ZnS与多种稀土荧光粉（(Sr₀.₇₅Ca₀.₂₅)S:Eu²⁺、SrAl₂O₄:Eu²⁺,Dy³⁺及Sr₂MgSi₂O₇:Eu²⁺,Dy³⁺）复合，调控深陷阱机制，显著提升了材料的余辉性能和光捕获能力。采用静电纺丝技术成功制备出大面积（0.4米×3米）、颜色可调且余辉时间超过30小时的长余辉薄膜。该薄膜具有热释光特性，可集成于消防救援防护服以增强应急可视性；在温室环境中能有效促进叶绿素合成并优化24小时植物生长条件；针对隧道车库场景，可实现70米距离车辆前照灯的光能捕获与存储。这种兼具可扩展性和成本效益的长余辉薄膜，标志着可持续照明技术的重大突破，在多个领域展现出实际应用潜力。"
      },
      "Multidentate Chelation Heals Structural Imperfections for Minimized Recombination Loss in Lead‐Free Perovskite Solar Cells": {
        "title": "多齿螯合修复结构缺陷以最小化无铅钙钛矿太阳能电池中的复合损失",
        "desc": "锡基钙钛矿太阳能电池（Sn-PSCs）作为一种环境友好型光伏技术备受关注，但其钙钛矿薄膜中大量深能级缺陷和未优化的载流子动力学导致严重的非辐射复合损失。本研究采用\"由内而外\"的修复策略，通过引入具有多齿螯合功能的新型生物相容性配体——2-胍基乙酸（GAA），实现了多重增效：协同钝化锡/碘相关深能级缺陷、增强钝化效果、释放晶格应力、改善结构韧性并促进载流子传输。经GAA修饰的Sn-PSCs获得了13.7%的光电转换效率，电压损失仅约0.47V，器件寿命延长至1200小时以上。"
      },
      "One-Drop Self-Assembly of Ultra-Fine Second-Order Organic Nonlinear Optical Crystal Nanowires": {
        "title": "超细二阶有机非线性光学晶体纳米线的一滴法自组装",
        "desc": "本研究提出了一种\"单滴自组装\"制备方法，成功制备出4-N,N-二甲基氨基-4'-N'-甲基芪唑鎓对甲苯磺酸盐（DAST）单晶纳米线。高分辨原子力显微镜表征显示，DAST纳米线表面粗糙度低于100皮米，证实其超精细结构特性。该纳米线展现出优异的非线性光学性能，包括双光子激发荧光和二次谐波产生效应，有望用于开发低成本、低功耗的宽带波长转换器件。这种制备方法为有机纳米线的可控合成提供了新思路。"
      },
      "Stabilizing black-phase CsPbI3 under over 70 percent humidity": {
        "title": "70%以上湿度条件下稳定化黑相CsPbI3",
        "desc": "近年来，全无机铯铅卤化物钙钛矿备受关注。然而，该材料在空气环境（尤其是高湿度条件下）会从黑色相转变为黄色相，严重影响器件稳定性。目前黑色相铯铅卤化物薄膜的制备仍需惰性气体保护，且依赖高温退火等复杂耗能的后续处理工艺。本研究首次提出晶体重溶解与分子配位协同策略，在相对湿度>70%的空气中成功制备出黑色相CsPbI3钙钛矿薄膜。所得薄膜在空气中能保持相纯度超过一个月，并展现出优异的光电性能。"
      },
      "Unlocking multi-photon excited luminescence in pyrazolate trinuclear gold clusters for dynamic cell imaging": {
        "title": "解锁吡唑三核金簇中的多光子激发发光用于动态细胞成像",
        "desc": "币金属基环状三核配合物家族展现出丰富的光物理性质，具有广泛的应用潜力。然而，其大粒径和强疏水性限制了在生化领域的应用，且该家族材料的多光子激发发光特性此前尚未见报道，制约了其在生物成像中的应用。本研究首次揭示了基于吡唑配体的金(I)三核团簇通过金(I)···金(I)激基缔合作用展现的多光子激发发光特性，填补了该家族非线性光学现象的认知空白。针对生物相容性问题，我们采用静电纺丝技术耦合羟丙基-β-环糊精基质，制备出柔性、耐用、透明且具有红色发光的光致发光量子产率高达88.3%的薄膜。该策略不仅赋予薄膜良好的亲水性和稳定性，更将金(I)三核团簇从微米级成功缩小至纳米级。薄膜在介质中瞬时溶解后释放的三核金(I)纳米颗粒，通过实时、无毒的多光子生物成像技术成功实现了细胞和细菌的荧光标记，为币金属基环状三核配合物在生化领域的应用开辟了新途径。"
      }
    }
  },
  "AcademicCalendar": {
    "title": "学术活动日历",
    "upcomingEvents": "即将举行的活动",
    "pastEvents": "过往活动",
    "noUpcomingEvents": "暂无即将举行的活动",
    "noPastEvents": "暂无过往活动记录",
    "events": "个活动",
    "details": "查看详情",
    "andOthers": "等 {count} 人",
    "organizedBy": "主办方",
    "eventTypes": {
      "conference": "学术会议",
      "seminar": "研讨会",
      "workshop": "工作坊",
      "meeting": "组会",
      "other": "其他活动"
    }
  },
  "News": {
    "title": "新闻动态",
    "allNews": "全部",
    "publications": "论文发表",
    "awards": "荣誉奖项",
    "events": "学术活动",
    "groupActivities": "组内活动",
    "announcements": "公告",
    "noNewsFound": "暂无相关新闻",
    "loadMore": "加载更多",
    "readMore": "阅读全文",
    "readPaper": "阅读论文",
    "details": "查看详情",
    "viewAll": "查看全部新闻",
    "types": {
      "publication": "论文发表",
      "award": "荣誉奖项",
      "event": "组内活动",
      "media": "媒体报道",
      "announcement": "公告"
    }
  }
}